{
  "about": {
    "title": "About me",
    "html": "<blockquote data-text-color=\"rgb(153, 153, 153)\" style=\"color: rgb(153, 153, 153);\">Stay awhile and listen</blockquote><p data-text-color=\"rgb(153, 153, 153)\" style=\"color: rgb(153, 153, 153);\">Now this is a&nbsp;story all about how. My life got flipped turned upside down...</p><p data-text-color=\"rgb(94, 100, 106)\" style=\"color: rgb(94, 100, 106);\">Surrounded with photography since day one, thanks to my father, I suppose it was my destiny to crack one day and take the camera in my hands. All these cameras, photo paper all over the place, film rolls in fridge, small darkroom lab in the bathroom…well I had no choice. But I cracked when digital photography was a thing so in 2005 little compact Olympus started the photo fire in me. Two years after I was getting my first DSLR – Canon 20D and after that Pandora’s Box couldn’t be closed.</p><p data-text-color=\"rgb(94, 100, 106)\" style=\"color: rgb(94, 100, 106);\">In 2006 I started my first photo blog and since then I haven’t stopped posting.</p><p data-text-color=\"rgb(94, 100, 106)\" style=\"color: rgb(94, 100, 106);\">I can’t put myself in some category or type of photographer. I just like everything photography offers, from sport, concerts, nature, animals, plane spotting, street photography, architecture…</p><p data-text-color=\"rgb(94, 100, 106)\" style=\"color: rgb(94, 100, 106);\">So during all my photo years I have some nice collaborations with agencies and news portals, I’ve been a member of Croatian Sports Journalist Association (CSJA) and AIPS (International Sports Press Association), shot some major sports events like UEFA Champions League, EHF Euro 2018, Snow Queen Trophy, WRC, FIFA World Cup qualifiers, KHL, IAAF World Challenge Meeting but also a lot of minor events.</p><p data-text-color=\"rgb(94, 100, 106)\" style=\"color: rgb(94, 100, 106);\">I was standing in photo pit while in front of me were legends like Deep Purple, James Brown, The Pogues, Depeche Mode, Joe Cocker, Leonard Cohen, The Dubliners, Skunk Anansie, Whitesnake, Texas, Flogging Molly, Dropkick Murphys and many more.</p><table><colgroup><col><col><col><col></colgroup><tr><td colspan=\"1\" rowspan=\"1\"><p></p></td><td colspan=\"1\" rowspan=\"1\"><p>fgfgf</p></td><td colspan=\"1\" rowspan=\"1\"><p></p></td><td colspan=\"1\" rowspan=\"1\"><p></p></td></tr><tr><td colspan=\"1\" rowspan=\"1\"><p></p></td><td colspan=\"1\" rowspan=\"1\"><p>vvcv</p></td><td colspan=\"1\" rowspan=\"1\"><p></p></td><td colspan=\"1\" rowspan=\"1\"><p></p></td></tr></table><p></p>"
  },
  "contact": {
    "title": "Contact",
    "html": "<p>For bookings and collaboration:</p><p><a href=\"mailto:hello@example.com\">hello@example.com</a></p>"
  }
}